{
  "url": "https://www.imigrasi.go.id/",
  "title": "Direktorat Jenderal Imigrasi",
  "content": "Direktorat Jenderal Imigrasi\nSitus Web Resmi Imigrasi Republik Indonesia\nDirektorat Jenderal Imigrasi merupakan Unit Eselon I di bawah Kementerian Imigrasi dan Pemasyarakatan\nSecara umum, situs web resmi kementerian/lembaga Pemerintah RI berakhiran .go.id\nSitus web yang aman menggunakan HTTPS menampilkan icon()\nAlamat situs web berawalan https:// merupakan salah satu bentuk pengamanan, menandakan bahwa aliran data dan komunikasi antara peramban Anda ke server situs web terenkripsi.\nMenu\nKementerian Imigrasi dan PemasyarakatanDirektorat Jenderal Imigrasi\nID EN\nMulai 1 Oktober 2025, seluruh penumpang internasional WAJIB deklarasi kedatangan melalui Platform All Indonesia. Klik untuk info lebih lanjut\nBeranda\nWarga Negara Indonesia\nKartu Perjalanan Pebisnis APEC\nPaspor Baru\nPenggantian Paspor\nUbah Data Paspor\nWarga Negara Asing\nDaftar Visa Indonesia\nInformasi Visa Republik Indonesia\nIzin Tinggal Keimigrasian\nDaftar Subjek VoA, BVK & Calling Visa\nInformasi\nUU Keimigrasian\nPeraturan\nBiaya Keimigrasian\nCek Permohonan\nDokumen\nRuang Media\nSiaran Pers\nBerita\nGaleri Foto\nGaleri Video\nMajalah Bhumipura\nAduan\nPengaduan Imigrasi\nWhistle Blowing System\nGratifikasi\nLapor!\nTentang Kami\nProfil Organisasi\nHubungi Kami\nLokasi Kami\nSitus Terkait\nFAQ\nM-Paspor\nAffidavit\nIzin Tinggal\nKartu Perjalanan Pebisnis APEC\nPaspor\nPelaporan Orang Asing\nSDUWHV\nVisa\nRaja Ampat, Papua Barat, © Aditdja Pratama\nLuwuk Banggai, Sulawesi Tengah © Arif Rahman\nPink Beach, Labuan Bajo © Arif Rahman\nSelamat Datang di Imigrasi Indonesia\nImtelligence\nJelajahi Layanan Paspor\nCari tahu tentang persyaratan, permohonan baru, atau penggantian paspor di sini\nJelajahi Pilihan Visa\nLihat informasi Visa yang sesuai dengan tujuan Anda\nAjukan Izin Tinggal\nTemukan informasi persyaratan dan prosedur pengajuan izin tinggal\nPertanyaan Sering Diajukan\nCari tahu informasi yang paling sering ditanyakan di sini\nEndless horizons to explore.\nThe exclusivity is yours.\nDiscover\nGolden Visa\nDengan platform kami, rasakan kemudahan dalam merencanakan perjalanan anda!\nAll Indonesia\nElectronic Visa\nE-Visa on Arrival\nBerita danSiaran Pers\nikuti terus informasi terkini kami.\n2 Okt 2025\nSiaran Pers\nSilmy Karim Umumkan Hasil Panitia Seleksi Dir...\nJAKARTA – Ketua Panitia Seleksi Terbuka Jabatan Pimpinan Tinggi (JPT) Madya Kementerian Imigrasi dan Pemasyarakatan, Silmy Karim, mengumumkan hasil seleksi Calon Direktur Jenderal Imigr...\nBaca Selengkapnya\n2 Okt 2025\nBerita\nDitjen Imigrasi Lakukan Studi Tiru ke Ditjen ...\nJakarta, 1 Oktober 2025 – Dalam rangka memperkuat tata kelola kepatuhan internal dan meningkatkan profesionalisme aparatur, Direktorat Jenderal Imigrasi (Ditjen Imigrasi) melalui Direkt...\nBaca Selengkapnya\n2 Okt 2025\nSiaran Pers\nMulai 1 Oktober, Deklarasi Kedatangan Penumpa...\nJakarta, 01 Oktober 2025 – Pemerintah Republik Indonesia secara resmi meluncurkan Aplikasi All Indonesia sebagai sistem deklarasi kedatangan penumpang internasional terpadu dan satu-sat...\nBaca Selengkapnya\n26 Sep 2025\nSiaran Pers\nImigrasi Catat 1.012 Golden Visa Diterbitkan,...\nJAKARTA – Direktorat Jenderal Imigrasi Kementerian Imigrasi dan Pemasyarakatan mencatatkan capaian signifikan dalam program Golden Visa pada September 2025. Hingga 23 September, total s...\nBaca Selengkapnya\n24 Sep 2025\nBerita\nIni Aturan Khusus yang Perlu Dipahami tentang...\nTak semua anak yang berusia 17 tahun ke atas otomatis berhak atas paspor Indonesia dengan masa berlaku lima hingga sepuluh tahun. Bagi anak berkewarganegaraan ganda (ABG), ada aturan khus...\nBaca Selengkapnya\n23 Sep 2025\nBerita\nIndonesia Dorong Tata Kelola Migrasi Terpadu ...\nLIANYUNGANG, CHINA – Delegasi Indonesia menegaskan pentingnya tata kelola migrasi yang aman, tertib, dan berkelanjutan dalam ASEAN+3 Forum yang berlangsung pada 17–19 September 2025 d...\nBaca Selengkapnya\n23 Sep 2025\nBerita\nDitjen Imigrasi Studi Tiru Ke Ditjen Bea Cuka...\nDirektorat Jenderal Imigrasi menggelar studi tiru ke Direktorat Jenderal Bea dan Cukai di Jakarta Timu Senin (22/9). Agenda ini membahas praktik terbaik dalam memperkuat kepatuh...\nBaca Selengkapnya\n19 Sep 2025\nBerita\nIni Persyaratan yang Harus Disiapkan untuk Me...\nPernah nggak sih kamu terpikir untuk merasakan pengalaman tinggal di luar negeri untuk menambah tabungan sekaligus jalan-jalan? Selain melanjutkan studi, ada jalur lain yang bisa dicoba, ...\nBaca Selengkapnya\n17 Sep 2025\nBerita\nGalang Dana Ilegal Rp47 Juta, WN Polandia Did...\nBIMA – Kantor Imigrasi Kelas II Non TPI Bima mendeportasi seorang warga negara Polandia berinisial MK setelah terbukti menyalahgunakan izin tinggal dengan menggalang dana ilegal sebesar...\nBaca Selengkapnya\n6 Sep 2025\nSiaran Pers\nImigrasi Tangkap Buronan Maroko atas Tindak P...\nJakarta – Direktorat Jenderal (Ditjen) Imigrasi, berhasil mengamankan seorang buronan asal Maroko, NE, di Jakarta pada Selasa, 19 Agustus 2025. NE adalah buronan yang dicari oleh Kepoli...\nBaca Selengkapnya\nSitus Terkait\nKementerian Imigrasi dan Pemasyarakatan\nPoliteknik Imigrasi\nPermohonan Informasi Keimigrasian\nLPSE\nLihat Selengkapnya\nAyo unduh aplikasi M-PASPOR sekarang!\nAjukan permohonan paspor baru atau penggantian secara daring. Mudah dan nyaman.\nBagikan ke:\nFacebook\nTwitter\nWhatsApp\nWebsite ini sudah ramah disabilitas. Silahkan gunakan fitur ini untuk meningkatkan pengalaman pengguna bagi penyandang disabilitas\nThis website is accessibility-ready. Please use this feature to enhance the user experience for people with disabilities.\nDon't show this again\nJl. H.R. Rasuna Said, Kav. X6, No. 8,\nKuningan, Jakarta Selatan,\nDKI Jakarta, Indonesia\ncontact@imigrasi.go.id\nLayanan Situs\nPaspor\nVisa Indonesia\nIzin Tinggal\nStatus Permohonan\nBiaya Keimigrasian\nInformasi\nInformasi Publik\nUU Keimigrasian\nPeraturan\nProduk Hukum\nJurnal\nKebijakan Privasi\nHubungi Kami\nSitus Terkait\n©️ 2025\t\t\tDirektorat Jenderal Imigrasi Republik Indonesia",
  "category": "immigration",
  "scraped_at": "2025-10-07T16:58:01.004617",
  "word_count": 798
}