{
  "url": "https://bandung.imigrasi.go.id/",
  "source_name": "Imigrasi Bandung",
  "tier": 1,
  "category": "visa_immigration",
  "title": "Beranda | Laman Resmi Kantor Wilayah Kemenkumham",
  "description": "Kantor Imigrasi Kelas I TPI Bandung merupakan Unit Pelaksana Teknis dibawah Direktorat Jenderal Imigrasi yang bertugas dalam pelaksana pelayanan keimigrasian di tingkat Kota/ Kabupaten. Kantor Imigrasi Kelas I TPI Bandung melayani permohonan paspor dan perpanjangan izin tinggal keimigrasian.",
  "content": "  * [022-7272081](tel:0227272081)\n  * [08112261111](tel:08112261111)\n  * kanim_bandung@imigrasi.go.id\n\n\n[**Kantor Imigrasi Kelas I TPI Bandung**  \nKantor Willayah Ditjenim Jawa Barat  \n](https://bandung.imigrasi.go.id/)\n![ATENSI 1](https://bandung.imigrasi.go.id/images/ATENSI_1.png)\n[](https://bandung.imigrasi.go.id/)\n  * [](https://bandung.imigrasi.go.id/)\n  *     * TENTANG SATUAN KERJA\n      * [Sejarah Kantor](https://bandung.imigrasi.go.id/profil/tentang-satuan-kerja/sejarah-kantor)\n      * [Tugas Pokok dan Fungsi](https://bandung.imigrasi.go.id/profil/tentang-satuan-kerja/tugas-pokok-dan-fungsi)\n      * [Visi, Misi dan Tata Nilai](https://bandung.imigrasi.go.id/profil/tentang-satuan-kerja/visi-misi-dan-tata-nilai)\n      * [Struktur Organisasi](https://bandung.imigrasi.go.id/profil/tentang-satuan-kerja/struktur-organisasi)\n      * [Kontak Kami](https://bandung.imigrasi.go.id/profil/tentang-satuan-kerja/kontak-kami)\n      * [Profil Pejabat](https://bandung.imigrasi.go.id/profil/tentang-satuan-kerja/profil-pejabat)\n      * [Sambutan Kepala Satuan Kerja](https://bandung.imigrasi.go.id/profil/tentang-satuan-kerja/sambutan-kepala-satuan-kerja)\n  *     * Warga Negara Indonesia (WNI)\n      * [Paspor Baru](https://www.imigrasi.go.id/wni/paspor-baru)\n      * [Penggantian Paspor](https://www.imigrasi.go.id/wni/ganti-paspor)\n    * Warga Negara Asing (WNA)\n      * [Izin Tinggal Keimigrasian](https://www.imigrasi.go.id/wna/izin-tinggal-keimigrasian)\n      * [Daftar Negara VoA, BVK & Calling Visa](https://www.imigrasi.go.id/wna/daftar-negara-voa-bvk-calling-visa)\n    * [Biaya Keimigrasian](https://www.imigrasi.go.id/biaya_imigrasi)\n  *     * [Daftar Isian Pelaksanaan Anggaran Satuan Kerja (DIPA Satker)](https://bandung.imigrasi.go.id/informasi-publik/daftar-isian-pelaksanaan-anggaran-satuan-kerja-dipa-satker)\n    * [Rencana Kerja Anggaran Satuan Kerja](https://bandung.imigrasi.go.id/informasi-publik/rencana-kerja-anggaran-satuan-kerja)\n    * [Laporan Realisasi Anggaran](https://bandung.imigrasi.go.id/informasi-publik/laporan-realisasi-anggaran)\n    * [Laporan Keuangan Tahunan](https://bandung.imigrasi.go.id/informasi-publik/laporan-keuangan-tahunan)\n    * [Laporan Kinerja Instansi Pemerintah (LKjIP)](https://bandung.imigrasi.go.id/informasi-publik/laporan-kinerja-instansi-pemerintah)\n    * [Standar Operasional Prosedur](https://bandung.imigrasi.go.id/informasi-publik/standar-operasional-prosedur)\n    * [Survey IPK-IKM](https://bandung.imigrasi.go.id/informasi-publik/survey-ipk-ikm)\n    * [Laporan Kegiatan Kantor Imigrasi Bandung](https://bandung.imigrasi.go.id/informasi-publik/laporan-kegiatan-kantor-imigrasi-bandung)\n    * [Rencana Aksi Atas Perjanjian Kinerja](https://bandung.imigrasi.go.id/informasi-publik/rencana-aksi-atas-perjanjian-kinerja)\n  *     * [Aplikasi LAPOR!](https://www.lapor.go.id/instansi/kementerian-hukum-dan-ham)\n  * [](https://bandung.imigrasi.go.id/faq)\n\n[ ](https://bandung.imigrasi.go.id/ \"Menu\")\n# Selamat Datang di   \nKantor Imigrasi Bandung\n### Layanan Paspor\n  \nCari tahu tentang layanan permohonan paspor baru atau penggantian paspor disini\n### Layanan Paspor\n  \nCari tahu tentang layanan permohonan paspor baru atau penggantian paspor [disini](https://www.imigrasi.go.id/custom/view?type=wni-category)\n### Perpanjangan Izin Tinggal\n  \nCari tahu tentang layanan perpanjangan VOA dan Izin Tinggal disini\n### Perpanjangan Izin Tinggal\n  \nCari tahu tentang layanan perpanjangan VOA dan Izin Tinggal [disini](https://www.imigrasi.go.id/wna/izin-tinggal-keimigrasian)\n### Berita Keimigrasian\n  \nCari tahu tentang berita seputar Kemenimipas dan Kantor Imigrasi disini\n### Berita Keimigrasian\n  \nCari tahu tentang berita seputar Kemenimipas dan Kantor Imigrasi [disini](https://bandung.imigrasi.go.id/berita-utama)\n### Pertanyaan yang Sering Diajukan\n  \nCari tahu tentang pertanyaan yang sering diajukan disini\n### Pertanyaan yang Sering Diajukan\n  \nCari tahu tentang pertanyaan yang sering diajukan [disini](https://bandung.imigrasi.go.id/faq)\nPostingan Terbaru\n[Directorate General of Immigration Updates Visit Visa Regulations for Prospective Foreign Workers in Tryout Phase](https://bandung.imigrasi.go.id/berita-utama/directorate-general-of-immigration-updates-visit-visa-regulations-for-prospective-foreign-workers-in-tryout-phase)\n[Laporan Kegiatan Kantor Imigrasi Bandung Bulan Oktober 2025](https://bandung.imigrasi.go.id/informasi-publik/laporan-kegiatan-kantor-imigrasi-bandung/laporan-kegiatan-kantor-imigrasi-bandung-bulan-oktober-2025)\n[Rencana Aksi Atas Perjanjian Kinerja TA 2025](https://bandung.imigrasi.go.id/informasi-publik/rencana-aksi-atas-perjanjian-kinerja/rencana-aksi-atas-perjanjian-kinerja-ta-2025)\n[Kantor Imigrasi Bandung Perkuat Sinergi Antar Instansi dan Gelar Operasi Pengawasan Orang Asing di Kabupaten Sumedang](https://bandung.imigrasi.go.id/berita-utama/kantor-imigrasi-bandung-perkuat-sinergi-antar-instansi-dan-gelar-operasi-pengawasan-orang-asing-di-kabupaten-sumedang)\n[Laporan Kegiatan Kantor Imigrasi Bandung Bulan September 2025](https://bandung.imigrasi.go.id/informasi-publik/laporan-kegiatan-kantor-imigrasi-bandung/laporan-kegiatan-kantor-imigrasi-bandung-bulan-september-2025)\n[Daftar Isian Pelaksanaan Anggaran TA 2025](https://bandung.imigrasi.go.id/informasi-publik/daftar-isian-pelaksanaan-anggaran-satuan-kerja-dipa-satker/daftar-isian-pelaksanaan-anggaran-ta-2025)\n[Laporan Kinerja Instansi Pemerintah (LKjIP) Kantor Imigrasi Bandung TA 2024](https://bandung.imigrasi.go.id/informasi-publik/laporan-kinerja-instansi-pemerintah/laporan-kinerja-instansi-pemerintah-lkjip)\n[Desa Binaan Imigrasi Jadi Inspirasi di Forum Internasional DGICM 2025](https://bandung.imigrasi.go.id/berita-utama/desa-binaan-imigrasi-jadi-inspirasi-di-forum-internasional-dgicm-2025)\n[Imigrasi Kukuhkan Satgas Patroli di Bali untuk Jaga Stabilitas dan Keamanan Wilayah](https://bandung.imigrasi.go.id/berita-utama/imigrasi-kukuhkan-satgas-patroli-di-bali-untuk-jaga-stabilitas-dan-keamanan-wilayah)\n[Operasi Wira Waspada Serentak 2025, Imigrasi Jegal 294 WNA yang Diduga Langgar Aturan](https://bandung.imigrasi.go.id/berita-utama/operasi-wira-waspada-serentak-2025-imigrasi-jegal-294-wna-yang-diduga-langgar-aturan)\n[Operasi Wirawaspada Tahun 2025, Imigrasi Bandung untuk Ketertiban Masyarakat Demi Negara Berdaulat](https://bandung.imigrasi.go.id/berita-utama/operasi-wirawaspada-tahun-2025-imigrasi-bandung-untuk-ketertiban-masyarakat-demi-negara-berdaulat)\n[Paspor Desain Merah Putih Ditunda, Imigrasi Fokus pada Kebijakan Strategis Peningkatan Layanan](https://bandung.imigrasi.go.id/berita-utama/paspor-desain-merah-putih-ditunda-imigrasi-fokus-pada-kebijakan-strategis-peningkatan-layanan)\n[Directorate General of Immigration Updates Visit Visa Regulations for Prospective Foreign Workers in Tryout Phase](https://bandung.imigrasi.go.id/berita-utama/directorate-general-of-immigration-updates-visit-visa-regulations-for-prospective-foreign-workers-in-tryout-phase)\n[Laporan Kegiatan Kantor Imigrasi Bandung Bulan Oktober 2025](https://bandung.imigrasi.go.id/informasi-publik/laporan-kegiatan-kantor-imigrasi-bandung/laporan-kegiatan-kantor-imigrasi-bandung-bulan-oktober-2025)\n[](https://bandung.imigrasi.go.id/)[](https://bandung.imigrasi.go.id/)\nInovasi bagi orang asing yang ingin mengecek status izin tinggal nya\nInovasi bagi pemohon yang sakit dan tidak dapat melakukan permohonan ke Kantor Imigrasi Bandung\nInovasi layanan informasi paspor dan pengecekan status paspor bagi pemohon\nInovasi layanan paspor pada hari libur\nInovasi layanan izin tinggal di institusi pendidikan\nInovasi Layanan BAP penggantian paspor hilang / rusak atau perubahan data bagi pemohon dari kelompok rentan\n![](https://bandung.imigrasi.go.id/images/2025/08/25/2.jpg)\n![](https://bandung.imigrasi.go.id/images/2025/08/25/3.jpg)\n![](https://bandung.imigrasi.go.id/images/2025/08/25/4.jpg)\n![](https://bandung.imigrasi.go.id/images/2025/08/25/5.jpg)\n![](https://bandung.imigrasi.go.id/images/2025/04/21/website-kantor-1.png)\n![](https://bandung.imigrasi.go.id/images/2025/08/25/7.jpg)\n[](https://bandung.imigrasi.go.id/#sppb-carousel1)[](https://bandung.imigrasi.go.id/#sppb-carousel1)\n[](https://bandung.imigrasi.go.id/berita-utama)\n[](https://bandung.imigrasi.go.id/berita-utama/imigrasi-kukuhkan-satgas-patroli-di-bali-untuk-jaga-stabilitas-dan-keamanan-wilayah)\nBerita Utama\n##  [Imigrasi Kukuhkan Satgas Patroli di Bali untuk Jaga Stabilitas dan Keamanan Wilayah](https://bandung.imigrasi.go.id/berita-utama/imigrasi-kukuhkan-satgas-patroli-di-bali-untuk-jaga-stabilitas-dan-keamanan-wilayah \"Imigrasi Kukuhkan Satgas Patroli di Bali untuk Jaga Stabilitas dan Keamanan Wilayah\")\nBALI - Menteri Imigrasi dan Pemasyarakatan Republik Indonesia, Agus Andrianto mengukuhkan Satuan Tugas (Satgas) Patroli Imigrasi di wilayah Bali pada Selasa (05/08) yang menegaskan Imigrasi sebagai Leading Sector dalam Pengawasan Orang Asing. Upacara pengukuhan yang berlangsung di Pelabuhan Benoa, Denpasar ini dihadiri oleh sekitar 500 peserta yang terdiri dari unsur Imi \n2025-08-27  By admin imi\n![Imigrasi Kukuhkan Satgas Patroli di Bali untuk Jaga Stabilitas dan Keamanan Wilayah](https://bandung.imigrasi.go.id/images/Imigrasi_Kukuhkan.jpg)\n##  [ Imigrasi Kukuhkan Satgas Patroli di Bali untuk Jaga Stabilitas dan Keamanan Wilayah](https://bandung.imigrasi.go.id/berita-utama/imigrasi-kukuhkan-satgas-patroli-di-bali-untuk-jaga-stabilitas-dan-keamanan-wilayah)\n![Imigrasi Kukuhkan](https://bandung.imigrasi.go.id/images/Imigrasi_Kukuhkan.jpg)\n**BALI -** Menteri Imigrasi dan Pemasyarakatan Republik Indonesia, Agus Andrianto mengukuhkan Satuan Tugas (Satgas) Patroli Imigrasi di wilayah Bali pada Selasa (05/08) yang menegaskan Imigrasi sebagai Leading Sector dalam Pengawasan Orang Asing. Upacara pengukuhan yang berlangsung di Pelabuhan Benoa, Denpasar ini dihadiri oleh sekitar 500 peserta yang terdiri dari unsur Imigrasi, Pemasyarakatan, TNI, Polri, Satuan Polisi Pamong Praja (PP) dan Pecalang. Selain jajaran Ditjen Imigrasi, pengukuhan disaksikan langsung oleh Gubernur Bali, Ketua DPRD Provinsi Bali, Kapolda Bali, Pangdam IX/Udayana, Kepala Kejaksaan Tinggi Bali, dan sejumlah kepala instansi vertikal serta dinas tingkat provinsi di Bali.\n“Pembentukan Satgas Patroli Keimigrasian ini merupakan tindak lanjut dari arahan Presiden untuk memastikan stabilitas dan keamanan di Bali sebagai salah satu destinasi wisata utama Indonesia,” jelas Agus. Dasar hukum Satgas Patroli Keimigrasian di antaranya adalah Undang-Undang No. 6 Tahun 2011 tentang Keimigrasian Pasal 66 ayat 2 huruf b, Peraturan Pemerintah RI No. 31 Tahun 2013 Pasal 181.\nLebih lanjut Agus menjelaskan bahwa Satgas Patroli dibentuk agar bisa memberikan quick response apabila terjadi pelanggaran; menekan pelanggaran peraturan oleh orang asing di Bali; serta untuk menghadirkan rasa aman kepada masyarakat. \nUntuk memastikan patroli berjalan efektif, Satgas akan melibatkan 100 orang petugas imigrasi, setiap personil akan dilengkapi dengan rompi pengaman dan body camera (bodycam). Petugas akan berpatroli dengan menggunakan motor atau mobil patroli imigrasi, di 10 titik lokasi strategis yang berada di wilayah kerja Kantor Imigrasi Ngurah Rai dan Denpasar, di antaranya: Kuta Utara (Canggu); Seminyak, Kerobokan; Pelabuhan Matahari Terbit dan Benoa; Pecatu (Uluwatu, Bingin); Pantai Mertasari; Kecamatan Kuta dan Gianyar (Ubud); serta Nusa Dua, Jimbaran.\nTerkait hal ini, Pelaksana tugas Direktur Jenderal (Plt. Dirjen) Imigrasi, Yuldi Yusman menjelaskan “Dantim dan Petugas Patroli akan berpatroli pada rute yang telah ditentukan, terutama di area rawan pelanggaran keimigrasian atau daerah di mana kegiatan WNA terkonsentrasi. Jadwal pergerakan patroli dilakukan secara berkala dan acak untuk menghindari pola yang mudah ditebak,” jelas Yuldi.\nPengukuhan satgas ini memperkuat komitmen Imigrasi yang telah menunjukkan capaian kinerja signifikan. Berdasarkan data statistik, Ditjen Imigrasi telah melakukan tindakan administratif keimigrasian (TAK) berupa deportasi sebanyak 607 kasus dan pendetensian 303 kasus pada periode November s.d. Desember 2024. Angka ini meningkat pesat pada periode Januari s.d. Juli 2025 dengan 2.669 deportasi dan 2.009 pendetensian. Sementara itu jumlah orang asing yang diproses hukum selama periode November 2024 s.d. Juli 2025 mencapai 62 orang.\n“Ke depannya kami akan terus menggiatkan operasi serupa, baik dalam skala lokal seperti Patroli rutin Satgas maupun skala nasional seperti Wira Waspada. Ini untuk membantu menjaga stabilitas keamanan nasional, memberikan efek cegah agar tidak terjadi pelanggaran, serta menjaga kepercayaan publik terhadap imigrasi”, tutup Yuldi.\n[](https://bandung.imigrasi.go.id/berita-utama/operasi-wira-waspada-serentak-2025-imigrasi-jegal-294-wna-yang-diduga-langgar-aturan)\nBerita Utama\n##  [Operasi Wira Waspada Serentak 2025, Imigrasi Jegal 294 WNA yang Diduga Langgar Aturan](https://bandung.imigrasi.go.id/berita-utama/operasi-wira-waspada-serentak-2025-imigrasi-jegal-294-wna-yang-diduga-langgar-aturan \"Operasi Wira Waspada Serentak 2025, Imigrasi Jegal 294 WNA yang Diduga Langgar Aturan\")\nJAKARTA – Direktorat Jenderal (Ditjen) Imigrasi melaksanakan operasi pengawasan orang asing serentak tahun 2025 bertajuk Wira Waspada pada 15 s.d. 17 Juli 2025. Dalam operasi yang dilaksanakan di 2.098 titik pengawasan di seluruh wilayah Indonesia ini, petugas Imigrasi memeriksa sebanyak 2.022 orang warga negara asing (WNA). Dari hasil pemeriksaan, sebanyak 294 WNA terindikasi melakukan p \n2025-08-27  By admin imi\n![Operasi Wira Waspada Serentak 2025, Imigrasi Jegal 294 WNA yang Diduga Langgar Aturan](https://bandung.imigrasi.go.id/images/Operasi_Wira_Waspada_Serentak.jpg)\n##  [ Operasi Wira Waspada Serentak 2025, Imigrasi Jegal 294 WNA yang Diduga Langgar Aturan](https://bandung.imigrasi.go.id/berita-utama/operasi-wira-waspada-serentak-2025-imigrasi-jegal-294-wna-yang-diduga-langgar-aturan)\n![Operasi Wira Waspada Serentak](https://bandung.imigrasi.go.id/images/Operasi_Wira_Waspada_Serentak.jpg)\n**JAKARTA –** Direktorat Jenderal (Ditjen) Imigrasi melaksanakan operasi pengawasan orang asing serentak tahun 2025 bertajuk Wira Waspada pada 15 s.d. 17 Juli 2025. Dalam operasi yang dilaksanakan di 2.098 titik pengawasan di seluruh wilayah Indonesia ini, petugas Imigrasi memeriksa sebanyak 2.022 orang warga negara asing (WNA). Dari hasil pemeriksaan, sebanyak 294 WNA terindikasi melakukan pelanggaran terhadap ketentuan keimigrasian yang berlaku di Indonesia.  \n  \nSebagian besar WNA yang diperiksa berasal dari Republik Rakyat Tiongkok (RRT) dengan jumlah mencapai 1.143 orang. Disusul oleh WNA asal Korea Selatan sebanyak 156 orang, Jepang 81 orang, India 74 orang, dan Malaysia 71 orang. WNA asal Filipina tercatat sebanyak 60 orang, Amerika Serikat 46 orang, Thailand 39 orang, Belanda 29 orang, serta Yaman sebanyak 28 orang.  \n  \nBerdasarkan jenis izin tinggal yang dimiliki, mayoritas WNA yang diperiksa berada di Indonesia dengan Izin Tinggal Terbatas sebanyak 1.581 orang. Sebanyak 326 orang menggunakan Izin Tinggal Kunjungan, sedangkan sisanya terdiri dari pemegang Izin Tinggal Tetap (42 orang), pencari suaka UNHCR (43 orang), imigran ilegal (12 orang), dan WNA yang tidak memiliki izin tinggal sama sekali sebanyak 16 orang.  \n\nJenis pelanggaran keimigrasian yang paling banyak ditemukan adalah penyalahgunaan izin tinggal dengan jumlah 148 kasus. Selain itu, terdapat 34 kasus di mana WNA tidak dapat menunjukkan dokumen perjalanan atau izin tinggal saat diminta petugas. Pelanggaran lainnya meliputi overstay sebanyak 29 kasus, alamat tidak sesuai dengan izin tinggal atau belum melakukan mutasi alamat sebanyak 25 kasus, serta penggunaan sponsor fiktif sebanyak 8 kasus.\nPelaksana Tugas (Plt) Direktur Jenderal Imigrasi, Yuldi Yusman, menjelaskan bahwa 294 WNA yang terindikasi melakukan pelanggaran saat ini masih menjalani proses pemeriksaan lebih lanjut. Jika pelanggaran yang dilakukan hanya dalam lingkup keimigrasian, WNA akan langsung dikenakan sanksi sesuai UU Keimigrasian. Namun, apabila terdapat dugaan tindak pidana umum, WNA yang bersangkutan akan diserahkan kepada pihak berwenang.\n“Operasi ini kami lakukan secara rutin dan serentak agar tidak ada ruang bagi warga negara asing yang melanggar aturan untuk tinggal di Indonesia. Ini adalah bentuk komitmen kami dalam menjaga kedaulatan negara dan memastikan bahwa setiap orang asing yang berada di Indonesia mematuhi seluruh ketentuan hukum yang berlaku,” tutupnya.\n[](https://bandung.imigrasi.go.id/berita-utama/operasi-wirawaspada-tahun-2025-imigrasi-bandung-untuk-ketertiban-masyarakat-demi-negara-berdaulat)\nBerita Utama\n##  [Operasi Wirawaspada Tahun 2025, Imigrasi Bandung untuk Ketertiban Masyarakat Demi Negara Berdaulat](https://bandung.imigrasi.go.id/berita-utama/operasi-wirawaspada-tahun-2025-imigrasi-bandung-untuk-ketertiban-masyarakat-demi-negara-berdaulat \"Operasi Wirawaspada Tahun 2025, Imigrasi Bandung untuk Ketertiban Masyarakat Demi Negara Berdaulat\")\nBandung – Dalam rangka upaya preventif terjadinya pelanggaran keimigrasian seta penagakan hukum guna menjaga stabilitas dan keamanan negara, Kantor Imigrasi Kelas I TPI Bandung melaksanakan Operasi “WIRAWASPADA” pengawasan orang asing di wilayah Kabupaten Bandung Barat. Pelaksanakaan operasi ini merupakan tindak lanjut dari Surat Direktur Pengawasan dan Penindakan Keimigrasian Nomor: \n2025-08-26  By admin imi\n![Operasi Wirawaspada Tahun 2025, Imigrasi Bandung untuk Ketertiban Masyarakat Demi Negara Berdaulat](https://bandung.imigrasi.go.id/images/Operasi_Wirawaspada.jpg)\n##  [ Operasi Wirawaspada Tahun 2025, Imigrasi Bandung untuk Ketertiban Masyarakat Demi Negara Berdaulat](https://bandung.imigrasi.go.id/berita-utama/operasi-wirawaspada-tahun-2025-imigrasi-bandung-untuk-ketertiban-masyarakat-demi-negara-berdaulat)\n![Operasi Wirawaspada](https://bandung.imigrasi.go.id/images/Operasi_Wirawaspada.jpg)\n**Bandung –** Dalam rangka upaya preventif terjadinya pelanggaran keimigrasian seta penagakan hukum guna menjaga stabilitas dan keamanan negara, Kantor Imigrasi Kelas I TPI Bandung melaksanakan Operasi “WIRAWASPADA” pengawasan orang asing di wilayah Kabupaten Bandung Barat. Pelaksanakaan operasi ini merupakan tindak lanjut dari Surat Direktur Pengawasan dan Penindakan Keimigrasian Nomor: IMI.5-GR.03.06-614 tanggal 09 Juli 2025 perihal Pelaksanaan Operasi “WIRAWASPADA” Pengawasan Orang Asing Serentak di Seluruh Wilayah Indonesia Tahun 2025.\nOperasi ini dilakukan secara profesional dan tegas dalam penegakan hukum. Operasi “WIRAWASPADA” menjadi penting karena kita harus memastikan orang asing yang berada di wilayah Indonesia patuh terhadap peraturan perundang-undangan yang berlaku di Indonesia. Operasi ini tidak hanya dilaksanakan oleh Kantor Imigrasi Bandung saja, tetapi dilaksanakan serentak oleh Kantor Imigrasi di seluruh Indonesia pada tanggal 15-16 Juli 2025.\nDalam operasi ini, Tim melakukan pengawasan keimigrasian ke PT. ERA MUDA BOGATAMA, yang beralamat di Jalan Raya Batujajar No 173, Kelurahan Laksanamekar, Padalarang, Kabupaten Bandung Barat. Hasilnya, terdapat 5 (lima) orang asing berkewarganegaraan Tiongkok yang diduga telah menyalahgunakan izin tinggal, sehingga dilakukan pemeriksaan lebih lanjut di Kantor Imigrasi Kelas I TPI Bandung.\n“Terhadap orang asing yang terbukti melakukan pelanggaran, akan dikenakan sanksi sampai pendeportasian” ujar Kepala Kantor Imigrasi Kelas I TPI Bandung. Jajaran Imigrasi Bandung akan terus melaksanakan operasi pengawasan Keimigrasian di wilayah kerja Kantor Imigrasi Kelas I TPI Bandung. Hal ini merupakan upaya menjaga stabilitas dan keamanan negara seta melakukan penegakan hukum terhadap orang asing yang melakukan pelanggaran.\n[](https://bandung.imigrasi.go.id/berita-utama/kantor-imigrasi-bandung-perkuat-sinergi-antar-instansi-dan-gelar-operasi-pengawasan-orang-asing-di-kabupaten-sumedang)\nBerita Utama\n##  [Kantor Imigrasi Bandung Perkuat Sinergi Antar Instansi dan Gelar Operasi Pengawasan Orang Asing di Kabupaten Sumedang](https://bandung.imigrasi.go.id/berita-utama/kantor-imigrasi-bandung-perkuat-sinergi-antar-instansi-dan-gelar-operasi-pengawasan-orang-asing-di-kabupaten-sumedang \"Kantor Imigrasi Bandung Perkuat Sinergi Antar Instansi dan Gelar Operasi Pengawasan Orang Asing di Kabupaten Sumedang\")\nKantor Imigrasi Bandung melalui Seksi Inteldakim menggelar Rapat Tim Pengawasan Orang Asing Tingkat Kabupaten Sumedang Tahun 2025. Acara tersebut diselenggarakan di Jatinangor National Golf and Resort pada tanggal 1 Oktober 2025, pukul 08.30 s.d. 11.30 WIB. Rapat diikuti oleh unsur Kanwil Ditjenim Jawa Barat, Kantor Imigrasi Bandung serta instansi yang tergabung dalam Tim Pora Kabupaten Sumedang, \n2025-10-02  By admin imi\n![Kantor Imigrasi Bandung Perkuat Sinergi Antar Instansi dan Gelar Operasi Pengawasan Orang Asing di Kabupaten Sumedang](https://bandung.imigrasi.go.id/)\n##  [ Kantor Imigrasi Bandung Perkuat Sinergi Antar Instansi dan Gelar Operasi Pengawasan Orang Asing di Kabupaten Sumedang](https://bandung.imigrasi.go.id/berita-utama/kantor-imigrasi-bandung-perkuat-sinergi-antar-instansi-dan-gelar-operasi-pengawasan-orang-asing-di-kabupaten-sumedang)\nKantor Imigrasi Bandung melalui Seksi Inteldakim menggelar Rapat Tim Pengawasan Orang Asing Tingkat Kabupaten Sumedang Tahun 2025. Acara tersebut diselenggarakan di Jatinangor National Golf and Resort pada tanggal 1 Oktober 2025, pukul 08.30 s.d. 11.30 WIB.\nRapat diikuti oleh unsur Kanwil Ditjenim Jawa Barat, Kantor Imigrasi Bandung serta instansi yang tergabung dalam Tim Pora Kabupaten Sumedang, yaitu Bakesbangpol, BAIS TNI, Disnakertrans, Polres, Kodim 0610 dan lainnya.\nKasi Inteldakim, Yulianto Bimanegara menyampaikan pentingnya sinergisitas di antara berbagai instansi pemerintah dengan maksud untuk mewujudkan pengawasan terhadap orang asing yang terkoordinasi dan menyeluruh. “Melalui rapat ini, kami memperkuat koordinasi antarinstansi dalam pengawasan orang asing dan menyampaikan informasi terbaru terkait kebijakan dan regulasi yang berlaku. Selain itu, rapat membahas persoalan di lapangan, mencari solusi bersama, dan mendorong partisipasi aktif semua pihak dalam melakukan pengawasan terhadap orang asing”, ungkapnya.\nSenada dengan Yulianto, Iman Teguh Adianto selaku Kabid Wasdakim Kanwil Ditjenim Jawa Barat menyampaikan dalam sambutannya, apresiasi atas keberadaan Tim Pora Kabupaten Sumedang. “Direktorat Jenderal Imigrasi tidak dapat bekerja sendiri untuk menjaga dan memastikan hanya orang asing yang bermanfaat, yang bisa berkegiatan di Indonesia. Perlu adanya kerjasama yang solid antar kementerian/lembaga di tingkat pusat maupun daerah, untuk mewujudkan pengawasan orang asing yang efektif”, ujar Iman.\nDalam sesi diskusi, peserta rapat aktif berpartisipasi dengan saling bertukar pandangan, menyampaikan data, dan berdiskusi untuk memperkuat sinergi pengawasan orang asing di Kabupaten Sumedang. Partisipasi aktif ini semakin menegaskan komitmen bersama dalam menjaga keamanan dan ketertiban wilayah, khususnya di Kabupaten Sumedang.\nSetelah pelaksanaan rapat, Tim Pora melaksanakan operasi pengawasan terhadap orang asing. “Ini merupakan tindakan nyata dalam upaya pengawasan dan penegakan hukum untuk memastikan keamanan dan ketertiban di wilayah Sumedang sebagai akibat adanya keberadaan dan kegiatan orang asing”, ucap Bimanegara.\n[](https://bandung.imigrasi.go.id/berita-utama/desa-binaan-imigrasi-jadi-inspirasi-di-forum-internasional-dgicm-2025)\nBerita Utama\n##  [Desa Binaan Imigrasi Jadi Inspirasi di Forum Internasional DGICM 2025](https://bandung.imigrasi.go.id/berita-utama/desa-binaan-imigrasi-jadi-inspirasi-di-forum-internasional-dgicm-2025 \"Desa Binaan Imigrasi Jadi Inspirasi di Forum Internasional DGICM 2025\")\nBANDAR SERI BEGAWAN – Indonesia menegaskan perannya dalam memimpin upaya pencegahan penyelundupan manusia di kawasan ASEAN melalui partisipasi aktif pada The 28th ASEAN Directors-General of Immigration Departments and Heads of Consular Affairs Divisions of the Ministries of Foreign Affairs (DGICM) dan pertemuan terkait yang berlangsung pada Selasa (12/8/2025) di Rizqun International Hotel \n2025-08-27  By admin imi\n![Desa Binaan Imigrasi Jadi Inspirasi di Forum Internasional DGICM 2025](https://bandung.imigrasi.go.id/images/Desa_Binaan.jpg)\n##  [ Desa Binaan Imigrasi Jadi Inspirasi di Forum Internasional DGICM 2025](https://bandung.imigrasi.go.id/berita-utama/desa-binaan-imigrasi-jadi-inspirasi-di-forum-internasional-dgicm-2025)\n![Desa Binaan](https://bandung.imigrasi.go.id/images/Desa_Binaan.jpg)\n**BANDAR SERI BEGAWAN –** Indonesia menegaskan perannya dalam memimpin upaya pencegahan penyelundupan manusia di kawasan ASEAN melalui partisipasi aktif pada The 28th ASEAN Directors-General of Immigration Departments and Heads of Consular Affairs Divisions of the Ministries of Foreign Affairs (DGICM) dan pertemuan terkait yang berlangsung pada Selasa (12/8/2025) di Rizqun International Hotel, Bandar Seri Begawan, Brunei Darussalam.\nPlt Direktur Jenderal Imigrasi, Yuldi Yusman, memimpin langsung delegasi Indonesia yang terdiri dari perwakilan Direktorat Jenderal Imigrasi, Kementerian Luar Negeri, dan KBRI Bandar Seri Begawan, bersama seluruh Kepala Imigrasi negara anggota ASEAN, Timor Leste, dan Sekretariat ASEAN. Dalam kesempatan tersebut, Indonesia memaparkan keberhasilan mengungkap rute penyelundupan manusia melalui kerja sama efektif antara aparat penegak hukum nasional dan internasional. Keberhasilan ini menjadi salah satu best practice yang diharapkan dapat direplikasi di negara-negara anggota lainnya.\nSelain membahas penanganan penyelundupan manusia, forum ini juga menyoroti pentingnya peningkatan keamanan di Tempat Pemeriksaan Imigrasi utama. Indonesia menawarkan model transformasi strategis melalui pemanfaatan teknologi canggih seperti autogate dan kecerdasan buatan (AI) untuk mempercepat pemeriksaan sekaligus memperkuat pengawasan. Usulan kerja sama yang diajukan mencakup Border Crossing Agreement, operasi maritim bersama, serta program pelatihan terpadu bagi petugas keimigrasian.\nDi forum intelijen keimigrasian, Indonesia memaparkan inisiatif Desa Binaan Imigrasi sebagai langkah preemtif untuk mengedukasi masyarakat sekaligus mencegah praktik penyelundupan manusia dan tindak pidana perdagangan orang. Langkah ini mendapat perhatian positif dari peserta forum karena memadukan pendekatan teknologi dengan pemberdayaan masyarakat.\nPertemuan hari pertama DGICM 2025 menggarisbawahi komitmen bersama seluruh negara anggota ASEAN dan Timor Leste untuk memperkuat kerja sama lintas batas, memerangi penyelundupan manusia, dan meningkatkan keamanan kawasan. “DGICM merupakan forum strategis untuk membangun sinergi antarnegara dalam menjaga keamanan perbatasan, mencegah kejahatan lintas negara, serta meningkatkan kualitas pelayanan keimigrasian,” ujar Yuldi Yusman.\nMenutup pernyataannya, Yuldi menegaskan, “Indonesia mendorong kerja sama yang lebih erat di kawasan, baik melalui pertukaran informasi, peningkatan kapasitas, maupun pemanfaatan teknologi mutakhir. Kami percaya, dengan kolaborasi yang solid, kawasan ASEAN dapat menjadi lebih aman dan tangguh dalam menghadapi tantangan keimigrasian.”\n[](https://bandung.imigrasi.go.id/berita-utama/imigrasi-kukuhkan-satgas-patroli-di-bali-untuk-jaga-stabilitas-dan-keamanan-wilayah)\nBerita Utama\n##  [Imigrasi Kukuhkan Satgas Patroli di Bali untuk Jaga Stabilitas dan Keamanan Wilayah](https://bandung.imigrasi.go.id/berita-utama/imigrasi-kukuhkan-satgas-patroli-di-bali-untuk-jaga-stabilitas-dan-keamanan-wilayah \"Imigrasi Kukuhkan Satgas Patroli di Bali untuk Jaga Stabilitas dan Keamanan Wilayah\")\nBALI - Menteri Imigrasi dan Pemasyarakatan Republik Indonesia, Agus Andrianto mengukuhkan Satuan Tugas (Satgas) Patroli Imigrasi di wilayah Bali pada Selasa (05/08) yang menegaskan Imigrasi sebagai Leading Sector dalam Pengawasan Orang Asing. Upacara pengukuhan yang berlangsung di Pelabuhan Benoa, Denpasar ini dihadiri oleh sekitar 500 peserta yang terdiri dari unsur Imi \n2025-08-27  By admin imi\n![Imigrasi Kukuhkan Satgas Patroli di Bali untuk Jaga Stabilitas dan Keamanan Wilayah](https://bandung.imigrasi.go.id/images/Imigrasi_Kukuhkan.jpg)\n##  [ Imigrasi Kukuhkan Satgas Patroli di Bali untuk Jaga Stabilitas dan Keamanan Wilayah](https://bandung.imigrasi.go.id/berita-utama/imigrasi-kukuhkan-satgas-patroli-di-bali-untuk-jaga-stabilitas-dan-keamanan-wilayah)\n![Imigrasi Kukuhkan](https://bandung.imigrasi.go.id/images/Imigrasi_Kukuhkan.jpg)\n**BALI -** Menteri Imigrasi dan Pemasyarakatan Republik Indonesia, Agus Andrianto mengukuhkan Satuan Tugas (Satgas) Patroli Imigrasi di wilayah Bali pada Selasa (05/08) yang menegaskan Imigrasi sebagai Leading Sector dalam Pengawasan Orang Asing. Upacara pengukuhan yang berlangsung di Pelabuhan Benoa, Denpasar ini dihadiri oleh sekitar 500 peserta yang terdiri dari unsur Imigrasi, Pemasyarakatan, TNI, Polri, Satuan Polisi Pamong Praja (PP) dan Pecalang. Selain jajaran Ditjen Imigrasi, pengukuhan disaksikan langsung oleh Gubernur Bali, Ketua DPRD Provinsi Bali, Kapolda Bali, Pangdam IX/Udayana, Kepala Kejaksaan Tinggi Bali, dan sejumlah kepala instansi vertikal serta dinas tingkat provinsi di Bali.\n“Pembentukan Satgas Patroli Keimigrasian ini merupakan tindak lanjut dari arahan Presiden untuk memastikan stabilitas dan keamanan di Bali sebagai salah satu destinasi wisata utama Indonesia,” jelas Agus. Dasar hukum Satgas Patroli Keimigrasian di antaranya adalah Undang-Undang No. 6 Tahun 2011 tentang Keimigrasian Pasal 66 ayat 2 huruf b, Peraturan Pemerintah RI No. 31 Tahun 2013 Pasal 181.\nLebih lanjut Agus menjelaskan bahwa Satgas Patroli dibentuk agar bisa memberikan quick response apabila terjadi pelanggaran; menekan pelanggaran peraturan oleh orang asing di Bali; serta untuk menghadirkan rasa aman kepada masyarakat. \nUntuk memastikan patroli berjalan efektif, Satgas akan melibatkan 100 orang petugas imigrasi, setiap personil akan dilengkapi dengan rompi pengaman dan body camera (bodycam). Petugas akan berpatroli dengan menggunakan motor atau mobil patroli imigrasi, di 10 titik lokasi strategis yang berada di wilayah kerja Kantor Imigrasi Ngurah Rai dan Denpasar, di antaranya: Kuta Utara (Canggu); Seminyak, Kerobokan; Pelabuhan Matahari Terbit dan Benoa; Pecatu (Uluwatu, Bingin); Pantai Mertasari; Kecamatan Kuta dan Gianyar (Ubud); serta Nusa Dua, Jimbaran.\nTerkait hal ini, Pelaksana tugas Direktur Jenderal (Plt. Dirjen) Imigrasi, Yuldi Yusman menjelaskan “Dantim dan Petugas Patroli akan berpatroli pada rute yang telah ditentukan, terutama di area rawan pelanggaran keimigrasian atau daerah di mana kegiatan WNA terkonsentrasi. Jadwal pergerakan patroli dilakukan secara berkala dan acak untuk menghindari pola yang mudah ditebak,” jelas Yuldi.\nPengukuhan satgas ini memperkuat komitmen Imigrasi yang telah menunjukkan capaian kinerja signifikan. Berdasarkan data statistik, Ditjen Imigrasi telah melakukan tindakan administratif keimigrasian (TAK) berupa deportasi sebanyak 607 kasus dan pendetensian 303 kasus pada periode November s.d. Desember 2024. Angka ini meningkat pesat pada periode Januari s.d. Juli 2025 dengan 2.669 deportasi dan 2.009 pendetensian. Sementara itu jumlah orang asing yang diproses hukum selama periode November 2024 s.d. Juli 2025 mencapai 62 orang.\n“Ke depannya kami akan terus menggiatkan operasi serupa, baik dalam skala lokal seperti Patroli rutin Satgas maupun skala nasional seperti Wira Waspada. Ini untuk membantu menjaga stabilitas keamanan nasional, memberikan efek cegah agar tidak terjadi pelanggaran, serta menjaga kepercayaan publik terhadap imigrasi”, tutup Yuldi.\n[](https://bandung.imigrasi.go.id/berita-utama/operasi-wira-waspada-serentak-2025-imigrasi-jegal-294-wna-yang-diduga-langgar-aturan)\nBerita Utama\n##  [Operasi Wira Waspada Serentak 2025, Imigrasi Jegal 294 WNA yang Diduga Langgar Aturan](https://bandung.imigrasi.go.id/berita-utama/operasi-wira-waspada-serentak-2025-imigrasi-jegal-294-wna-yang-diduga-langgar-aturan \"Operasi Wira Waspada Serentak 2025, Imigrasi Jegal 294 WNA yang Diduga Langgar Aturan\")\nJAKARTA – Direktorat Jenderal (Ditjen) Imigrasi melaksanakan operasi pengawasan orang asing serentak tahun 2025 bertajuk Wira Waspada pada 15 s.d. 17 Juli 2025. Dalam operasi yang dilaksanakan di 2.098 titik pengawasan di seluruh wilayah Indonesia ini, petugas Imigrasi memeriksa sebanyak 2.022 orang warga negara asing (WNA). Dari hasil pemeriksaan, sebanyak 294 WNA terindikasi melakukan p \n2025-08-27  By admin imi\n![Operasi Wira Waspada Serentak 2025, Imigrasi Jegal 294 WNA yang Diduga Langgar Aturan](https://bandung.imigrasi.go.id/images/Operasi_Wira_Waspada_Serentak.jpg)\n##  [ Operasi Wira Waspada Serentak 2025, Imigrasi Jegal 294 WNA yang Diduga Langgar Aturan](https://bandung.imigrasi.go.id/berita-utama/operasi-wira-waspada-serentak-2025-imigrasi-jegal-294-wna-yang-diduga-langgar-aturan)\n![Operasi Wira Waspada Serentak](https://bandung.imigrasi.go.id/images/Operasi_Wira_Waspada_Serentak.jpg)\n**JAKARTA –** Direktorat Jenderal (Ditjen) Imigrasi melaksanakan operasi pengawasan orang asing serentak tahun 2025 bertajuk Wira Waspada pada 15 s.d. 17 Juli 2025. Dalam operasi yang dilaksanakan di 2.098 titik pengawasan di seluruh wilayah Indonesia ini, petugas Imigrasi memeriksa sebanyak 2.022 orang warga negara asing (WNA). Dari hasil pemeriksaan, sebanyak 294 WNA terindikasi melakukan pelanggaran terhadap ketentuan keimigrasian yang berlaku di Indonesia.  \n  \nSebagian besar WNA yang diperiksa berasal dari Republik Rakyat Tiongkok (RRT) dengan jumlah mencapai 1.143 orang. Disusul oleh WNA asal Korea Selatan sebanyak 156 orang, Jepang 81 orang, India 74 orang, dan Malaysia 71 orang. WNA asal Filipina tercatat sebanyak 60 orang, Amerika Serikat 46 orang, Thailand 39 orang, Belanda 29 orang, serta Yaman sebanyak 28 orang.  \n  \nBerdasarkan jenis izin tinggal yang dimiliki, mayoritas WNA yang diperiksa berada di Indonesia dengan Izin Tinggal Terbatas sebanyak 1.581 orang. Sebanyak 326 orang menggunakan Izin Tinggal Kunjungan, sedangkan sisanya terdiri dari pemegang Izin Tinggal Tetap (42 orang), pencari suaka UNHCR (43 orang), imigran ilegal (12 orang), dan WNA yang tidak memiliki izin tinggal sama sekali sebanyak 16 orang.  \n\nJenis pelanggaran keimigrasian yang paling banyak ditemukan adalah penyalahgunaan izin tinggal dengan jumlah 148 kasus. Selain itu, terdapat 34 kasus di mana WNA tidak dapat menunjukkan dokumen perjalanan atau izin tinggal saat diminta petugas. Pelanggaran lainnya meliputi overstay sebanyak 29 kasus, alamat tidak sesuai dengan izin tinggal atau belum melakukan mutasi alamat sebanyak 25 kasus, serta penggunaan sponsor fiktif sebanyak 8 kasus.\nPelaksana Tugas (Plt) Direktur Jenderal Imigrasi, Yuldi Yusman, menjelaskan bahwa 294 WNA yang terindikasi melakukan pelanggaran saat ini masih menjalani proses pemeriksaan lebih lanjut. Jika pelanggaran yang dilakukan hanya dalam lingkup keimigrasian, WNA akan langsung dikenakan sanksi sesuai UU Keimigrasian. Namun, apabila terdapat dugaan tindak pidana umum, WNA yang bersangkutan akan diserahkan kepada pihak berwenang.\n“Operasi ini kami lakukan secara rutin dan serentak agar tidak ada ruang bagi warga negara asing yang melanggar aturan untuk tinggal di Indonesia. Ini adalah bentuk komitmen kami dalam menjaga kedaulatan negara dan memastikan bahwa setiap orang asing yang berada di Indonesia mematuhi seluruh ketentuan hukum yang berlaku,” tutupnya.\n[](https://bandung.imigrasi.go.id/berita-utama/operasi-wirawaspada-tahun-2025-imigrasi-bandung-untuk-ketertiban-masyarakat-demi-negara-berdaulat)\nBerita Utama\n##  [Operasi Wirawaspada Tahun 2025, Imigrasi Bandung untuk Ketertiban Masyarakat Demi Negara Berdaulat](https://bandung.imigrasi.go.id/berita-utama/operasi-wirawaspada-tahun-2025-imigrasi-bandung-untuk-ketertiban-masyarakat-demi-negara-berdaulat \"Operasi Wirawaspada Tahun 2025, Imigrasi Bandung untuk Ketertiban Masyarakat Demi Negara Berdaulat\")\nBandung – Dalam rangka upaya preventif terjadinya pelanggaran keimigrasian seta penagakan hukum guna menjaga stabilitas dan keamanan negara, Kantor Imigrasi Kelas I TPI Bandung melaksanakan Operasi “WIRAWASPADA” pengawasan orang asing di wilayah Kabupaten Bandung Barat. Pelaksanakaan operasi ini merupakan tindak lanjut dari Surat Direktur Pengawasan dan Penindakan Keimigrasian Nomor: \n2025-08-26  By admin imi\n![Operasi Wirawaspada Tahun 2025, Imigrasi Bandung untuk Ketertiban Masyarakat Demi Negara Berdaulat](https://bandung.imigrasi.go.id/images/Operasi_Wirawaspada.jpg)\n##  [ Operasi Wirawaspada Tahun 2025, Imigrasi Bandung untuk Ketertiban Masyarakat Demi Negara Berdaulat](https://bandung.imigrasi.go.id/berita-utama/operasi-wirawaspada-tahun-2025-imigrasi-bandung-untuk-ketertiban-masyarakat-demi-negara-berdaulat)\n![Operasi Wirawaspada](https://bandung.imigrasi.go.id/images/Operasi_Wirawaspada.jpg)\n**Bandung –** Dalam rangka upaya preventif terjadinya pelanggaran keimigrasian seta penagakan hukum guna menjaga stabilitas dan keamanan negara, Kantor Imigrasi Kelas I TPI Bandung melaksanakan Operasi “WIRAWASPADA” pengawasan orang asing di wilayah Kabupaten Bandung Barat. Pelaksanakaan operasi ini merupakan tindak lanjut dari Surat Direktur Pengawasan dan Penindakan Keimigrasian Nomor: IMI.5-GR.03.06-614 tanggal 09 Juli 2025 perihal Pelaksanaan Operasi “WIRAWASPADA” Pengawasan Orang Asing Serentak di Seluruh Wilayah Indonesia Tahun 2025.\nOperasi ini dilakukan secara profesional dan tegas dalam penegakan hukum. Operasi “WIRAWASPADA” menjadi penting karena kita harus memastikan orang asing yang berada di wilayah Indonesia patuh terhadap peraturan perundang-undangan yang berlaku di Indonesia. Operasi ini tidak hanya dilaksanakan oleh Kantor Imigrasi Bandung saja, tetapi dilaksanakan serentak oleh Kantor Imigrasi di seluruh Indonesia pada tanggal 15-16 Juli 2025.\nDalam operasi ini, Tim melakukan pengawasan keimigrasian ke PT. ERA MUDA BOGATAMA, yang beralamat di Jalan Raya Batujajar No 173, Kelurahan Laksanamekar, Padalarang, Kabupaten Bandung Barat. Hasilnya, terdapat 5 (lima) orang asing berkewarganegaraan Tiongkok yang diduga telah menyalahgunakan izin tinggal, sehingga dilakukan pemeriksaan lebih lanjut di Kantor Imigrasi Kelas I TPI Bandung.\n“Terhadap orang asing yang terbukti melakukan pelanggaran, akan dikenakan sanksi sampai pendeportasian” ujar Kepala Kantor Imigrasi Kelas I TPI Bandung. Jajaran Imigrasi Bandung akan terus melaksanakan operasi pengawasan Keimigrasian di wilayah kerja Kantor Imigrasi Kelas I TPI Bandung. Hal ini merupakan upaya menjaga stabilitas dan keamanan negara seta melakukan penegakan hukum terhadap orang asing yang melakukan pelanggaran.\n[](https://bandung.imigrasi.go.id/berita-utama/kantor-imigrasi-bandung-perkuat-sinergi-antar-instansi-dan-gelar-operasi-pengawasan-orang-asing-di-kabupaten-sumedang)\nBerita Utama\n##  [Kantor Imigrasi Bandung Perkuat Sinergi Antar Instansi dan Gelar Operasi Pengawasan Orang Asing di Kabupaten Sumedang](https://bandung.imigrasi.go.id/berita-utama/kantor-imigrasi-bandung-perkuat-sinergi-antar-instansi-dan-gelar-operasi-pengawasan-orang-asing-di-kabupaten-sumedang \"Kantor Imigrasi Bandung Perkuat Sinergi Antar Instansi dan Gelar Operasi Pengawasan Orang Asing di Kabupaten Sumedang\")\nKantor Imigrasi Bandung melalui Seksi Inteldakim menggelar Rapat Tim Pengawasan Orang Asing Tingkat Kabupaten Sumedang Tahun 2025. Acara tersebut diselenggarakan di Jatinangor National Golf and Resort pada tanggal 1 Oktober 2025, pukul 08.30 s.d. 11.30 WIB. Rapat diikuti oleh unsur Kanwil Ditjenim Jawa Barat, Kantor Imigrasi Bandung serta instansi yang tergabung dalam Tim Pora Kabupaten Sumedang, \n2025-10-02  By admin imi\n![Kantor Imigrasi Bandung Perkuat Sinergi Antar Instansi dan Gelar Operasi Pengawasan Orang Asing di Kabupaten Sumedang](https://bandung.imigrasi.go.id/)\n##  [ Kantor Imigrasi Bandung Perkuat Sinergi Antar Instansi dan Gelar Operasi Pengawasan Orang Asing di Kabupaten Sumedang](https://bandung.imigrasi.go.id/berita-utama/kantor-imigrasi-bandung-perkuat-sinergi-antar-instansi-dan-gelar-operasi-pengawasan-orang-asing-di-kabupaten-sumedang)\nKantor Imigrasi Bandung melalui Seksi Inteldakim menggelar Rapat Tim Pengawasan Orang Asing Tingkat Kabupaten Sumedang Tahun 2025. Acara tersebut diselenggarakan di Jatinangor National Golf and Resort pada tanggal 1 Oktober 2025, pukul 08.30 s.d. 11.30 WIB.\nRapat diikuti oleh unsur Kanwil Ditjenim Jawa Barat, Kantor Imigrasi Bandung serta instansi yang tergabung dalam Tim Pora Kabupaten Sumedang, yaitu Bakesbangpol, BAIS TNI, Disnakertrans, Polres, Kodim 0610 dan lainnya.\nKasi Inteldakim, Yulianto Bimanegara menyampaikan pentingnya sinergisitas di antara berbagai instansi pemerintah dengan maksud untuk mewujudkan pengawasan terhadap orang asing yang terkoordinasi dan menyeluruh. “Melalui rapat ini, kami memperkuat koordinasi antarinstansi dalam pengawasan orang asing dan menyampaikan informasi terbaru terkait kebijakan dan regulasi yang berlaku. Selain itu, rapat membahas persoalan di lapangan, mencari solusi bersama, dan mendorong partisipasi aktif semua pihak dalam melakukan pengawasan terhadap orang asing”, ungkapnya.\nSenada dengan Yulianto, Iman Teguh Adianto selaku Kabid Wasdakim Kanwil Ditjenim Jawa Barat menyampaikan dalam sambutannya, apresiasi atas keberadaan Tim Pora Kabupaten Sumedang. “Direktorat Jenderal Imigrasi tidak dapat bekerja sendiri untuk menjaga dan memastikan hanya orang asing yang bermanfaat, yang bisa berkegiatan di Indonesia. Perlu adanya kerjasama yang solid antar kementerian/lembaga di tingkat pusat maupun daerah, untuk mewujudkan pengawasan orang asing yang efektif”, ujar Iman.\nDalam sesi diskusi, peserta rapat aktif berpartisipasi dengan saling bertukar pandangan, menyampaikan data, dan berdiskusi untuk memperkuat sinergi pengawasan orang asing di Kabupaten Sumedang. Partisipasi aktif ini semakin menegaskan komitmen bersama dalam menjaga keamanan dan ketertiban wilayah, khususnya di Kabupaten Sumedang.\nSetelah pelaksanaan rapat, Tim Pora melaksanakan operasi pengawasan terhadap orang asing. “Ini merupakan tindakan nyata dalam upaya pengawasan dan penegakan hukum untuk memastikan keamanan dan ketertiban di wilayah Sumedang sebagai akibat adanya keberadaan dan kegiatan orang asing”, ucap Bimanegara.\n[](https://bandung.imigrasi.go.id/berita-utama/desa-binaan-imigrasi-jadi-inspirasi-di-forum-internasional-dgicm-2025)\nBerita Utama\n##  [Desa Binaan Imigrasi Jadi Inspirasi di Forum Internasional DGICM 2025](https://bandung.imigrasi.go.id/berita-utama/desa-binaan-imigrasi-jadi-inspirasi-di-forum-internasional-dgicm-2025 \"Desa Binaan Imigrasi Jadi Inspirasi di Forum Internasional DGICM 2025\")\nBANDAR SERI BEGAWAN – Indonesia menegaskan perannya dalam memimpin upaya pencegahan penyelundupan manusia di kawasan ASEAN melalui partisipasi aktif pada The 28th ASEAN Directors-General of Immigration Departments and Heads of Consular Affairs Divisions of the Ministries of Foreign Affairs (DGICM) dan pertemuan terkait yang berlangsung pada Selasa (12/8/2025) di Rizqun International Hotel \n2025-08-27  By admin imi\n![Desa Binaan Imigrasi Jadi Inspirasi di Forum Internasional DGICM 2025](https://bandung.imigrasi.go.id/images/Desa_Binaan.jpg)\n##  [ Desa Binaan Imigrasi Jadi Inspirasi di Forum Internasional DGICM 2025](https://bandung.imigrasi.go.id/berita-utama/desa-binaan-imigrasi-jadi-inspirasi-di-forum-internasional-dgicm-2025)\n![Desa Binaan](https://bandung.imigrasi.go.id/images/Desa_Binaan.jpg)\n**BANDAR SERI BEGAWAN –** Indonesia menegaskan perannya dalam memimpin upaya pencegahan penyelundupan manusia di kawasan ASEAN melalui partisipasi aktif pada The 28th ASEAN Directors-General of Immigration Departments and Heads of Consular Affairs Divisions of the Ministries of Foreign Affairs (DGICM) dan pertemuan terkait yang berlangsung pada Selasa (12/8/2025) di Rizqun International Hotel, Bandar Seri Begawan, Brunei Darussalam.\nPlt Direktur Jenderal Imigrasi, Yuldi Yusman, memimpin langsung delegasi Indonesia yang terdiri dari perwakilan Direktorat Jenderal Imigrasi, Kementerian Luar Negeri, dan KBRI Bandar Seri Begawan, bersama seluruh Kepala Imigrasi negara anggota ASEAN, Timor Leste, dan Sekretariat ASEAN. Dalam kesempatan tersebut, Indonesia memaparkan keberhasilan mengungkap rute penyelundupan manusia melalui kerja sama efektif antara aparat penegak hukum nasional dan internasional. Keberhasilan ini menjadi salah satu best practice yang diharapkan dapat direplikasi di negara-negara anggota lainnya.\nSelain membahas penanganan penyelundupan manusia, forum ini juga menyoroti pentingnya peningkatan keamanan di Tempat Pemeriksaan Imigrasi utama. Indonesia menawarkan model transformasi strategis melalui pemanfaatan teknologi canggih seperti autogate dan kecerdasan buatan (AI) untuk mempercepat pemeriksaan sekaligus memperkuat pengawasan. Usulan kerja sama yang diajukan mencakup Border Crossing Agreement, operasi maritim bersama, serta program pelatihan terpadu bagi petugas keimigrasian.\nDi forum intelijen keimigrasian, Indonesia memaparkan inisiatif Desa Binaan Imigrasi sebagai langkah preemtif untuk mengedukasi masyarakat sekaligus mencegah praktik penyelundupan manusia dan tindak pidana perdagangan orang. Langkah ini mendapat perhatian positif dari peserta forum karena memadukan pendekatan teknologi dengan pemberdayaan masyarakat.\nPertemuan hari pertama DGICM 2025 menggarisbawahi komitmen bersama seluruh negara anggota ASEAN dan Timor Leste untuk memperkuat kerja sama lintas batas, memerangi penyelundupan manusia, dan meningkatkan keamanan kawasan. “DGICM merupakan forum strategis untuk membangun sinergi antarnegara dalam menjaga keamanan perbatasan, mencegah kejahatan lintas negara, serta meningkatkan kualitas pelayanan keimigrasian,” ujar Yuldi Yusman.\nMenutup pernyataannya, Yuldi menegaskan, “Indonesia mendorong kerja sama yang lebih erat di kawasan, baik melalui pertukaran informasi, peningkatan kapasitas, maupun pemanfaatan teknologi mutakhir. Kami percaya, dengan kolaborasi yang solid, kawasan ASEAN dapat menjadi lebih aman dan tangguh dalam menghadapi tantangan keimigrasian.”\n[](https://bandung.imigrasi.go.id/berita-utama/imigrasi-kukuhkan-satgas-patroli-di-bali-untuk-jaga-stabilitas-dan-keamanan-wilayah)\nBerita Utama\n##  [Imigrasi Kukuhkan Satgas Patroli di Bali untuk Jaga Stabilitas dan Keamanan Wilayah](https://bandung.imigrasi.go.id/berita-utama/imigrasi-kukuhkan-satgas-patroli-di-bali-untuk-jaga-stabilitas-dan-keamanan-wilayah \"Imigrasi Kukuhkan Satgas Patroli di Bali untuk Jaga Stabilitas dan Keamanan Wilayah\")\nBALI - Menteri Imigrasi dan Pemasyarakatan Republik Indonesia, Agus Andrianto mengukuhkan Satuan Tugas (Satgas) Patroli Imigrasi di wilayah Bali pada Selasa (05/08) yang menegaskan Imigrasi sebagai Leading Sector dalam Pengawasan Orang Asing. Upacara pengukuhan yang berlangsung di Pelabuhan Benoa, Denpasar ini dihadiri oleh sekitar 500 peserta yang terdiri dari unsur Imi \n2025-08-27  By admin imi\n![Imigrasi Kukuhkan Satgas Patroli di Bali untuk Jaga Stabilitas dan Keamanan Wilayah](https://bandung.imigrasi.go.id/images/Imigrasi_Kukuhkan.jpg)\n##  [ Imigrasi Kukuhkan Satgas Patroli di Bali untuk Jaga Stabilitas dan Keamanan Wilayah](https://bandung.imigrasi.go.id/berita-utama/imigrasi-kukuhkan-satgas-patroli-di-bali-untuk-jaga-stabilitas-dan-keamanan-wilayah)\n![Imigrasi Kukuhkan](https://bandung.imigrasi.go.id/images/Imigrasi_Kukuhkan.jpg)\n**BALI -** Menteri Imigrasi dan Pemasyarakatan Republik Indonesia, Agus Andrianto mengukuhkan Satuan Tugas (Satgas) Patroli Imigrasi di wilayah Bali pada Selasa (05/08) yang menegaskan Imigrasi sebagai Leading Sector dalam Pengawasan Orang Asing. Upacara pengukuhan yang berlangsung di Pelabuhan Benoa, Denpasar ini dihadiri oleh sekitar 500 peserta yang terdiri dari unsur Imigrasi, Pemasyarakatan, TNI, Polri, Satuan Polisi Pamong Praja (PP) dan Pecalang. Selain jajaran Ditjen Imigrasi, pengukuhan disaksikan langsung oleh Gubernur Bali, Ketua DPRD Provinsi Bali, Kapolda Bali, Pangdam IX/Udayana, Kepala Kejaksaan Tinggi Bali, dan sejumlah kepala instansi vertikal serta dinas tingkat provinsi di Bali.\n“Pembentukan Satgas Patroli Keimigrasian ini merupakan tindak lanjut dari arahan Presiden untuk memastikan stabilitas dan keamanan di Bali sebagai salah satu destinasi wisata utama Indonesia,” jelas Agus. Dasar hukum Satgas Patroli Keimigrasian di antaranya adalah Undang-Undang No. 6 Tahun 2011 tentang Keimigrasian Pasal 66 ayat 2 huruf b, Peraturan Pemerintah RI No. 31 Tahun 2013 Pasal 181.\nLebih lanjut Agus menjelaskan bahwa Satgas Patroli dibentuk agar bisa memberikan quick response apabila terjadi pelanggaran; menekan pelanggaran peraturan oleh orang asing di Bali; serta untuk menghadirkan rasa aman kepada masyarakat. \nUntuk memastikan patroli berjalan efektif, Satgas akan melibatkan 100 orang petugas imigrasi, setiap personil akan dilengkapi dengan rompi pengaman dan body camera (bodycam). Petugas akan berpatroli dengan menggunakan motor atau mobil patroli imigrasi, di 10 titik lokasi strategis yang berada di wilayah kerja Kantor Imigrasi Ngurah Rai dan Denpasar, di antaranya: Kuta Utara (Canggu); Seminyak, Kerobokan; Pelabuhan Matahari Terbit dan Benoa; Pecatu (Uluwatu, Bingin); Pantai Mertasari; Kecamatan Kuta dan Gianyar (Ubud); serta Nusa Dua, Jimbaran.\nTerkait hal ini, Pelaksana tugas Direktur Jenderal (Plt. Dirjen) Imigrasi, Yuldi Yusman menjelaskan “Dantim dan Petugas Patroli akan berpatroli pada rute yang telah ditentukan, terutama di area rawan pelanggaran keimigrasian atau daerah di mana kegiatan WNA terkonsentrasi. Jadwal pergerakan patroli dilakukan secara berkala dan acak untuk menghindari pola yang mudah ditebak,” jelas Yuldi.\nPengukuhan satgas ini memperkuat komitmen Imigrasi yang telah menunjukkan capaian kinerja signifikan. Berdasarkan data statistik, Ditjen Imigrasi telah melakukan tindakan administratif keimigrasian (TAK) berupa deportasi sebanyak 607 kasus dan pendetensian 303 kasus pada periode November s.d. Desember 2024. Angka ini meningkat pesat pada periode Januari s.d. Juli 2025 dengan 2.669 deportasi dan 2.009 pendetensian. Sementara itu jumlah orang asing yang diproses hukum selama periode November 2024 s.d. Juli 2025 mencapai 62 orang.\n“Ke depannya kami akan terus menggiatkan operasi serupa, baik dalam skala lokal seperti Patroli rutin Satgas maupun skala nasional seperti Wira Waspada. Ini untuk membantu menjaga stabilitas keamanan nasional, memberikan efek cegah agar tidak terjadi pelanggaran, serta menjaga kepercayaan publik terhadap imigrasi”, tutup Yuldi.\nInstagram Embed\n### :. LOKASI PERMOHONAN PASPOR WILAYAH KERJA KANTOR IMIGRASI BANDUNG\n![Image](https://bandung.imigrasi.go.id/images/2024/09/03/istockphoto-1287177215-612x612.jpg)\n![M-Paspor App Preview](https://bandung.imigrasi.go.id/images/2025/Informasi%20Publik/MOCKUP%20M-PASPOR.png)\n  \n  \n  \n  \n  \n\n## **Urus Paspor Mudah**\n## **dengan M-Paspor**\nDownload Aplikasinya di\n[ ![Download on Google Play](https://bandung.imigrasi.go.id/images/2025/Informasi%20Publik/gp.png) ](https://play.google.com/store/apps/details?id=id.go.imigrasi.paspor_online) [ ![Download on the App Store](https://bandung.imigrasi.go.id/images/2025/Informasi%20Publik/aps.png) ](https://apps.apple.com/id/app/m-paspor/id1576336459)\nLive Chat\n[ ](https://wa.me/6281220412802?text=Halo%20layanan%20BAP) [ ](https://wa.me/628112014444?text=Halo%20layanan%20Izin%20Tinggal) [ ](https://wa.me/628112441111?text=Halo%20saya%20butuh%20informasi)\n× ![Pop-up Banner](https://bandung.imigrasi.go.id/images/2025/Banner/nogratifikasi1.jpg)\n![ATENSI 1](https://bandung.imigrasi.go.id/images/ATENSI_1.png)\n[**Kantor Imigrasi Kelas I TPI Bandung**  \nKantor Willayah Ditjenim Jawa Barat  \n](https://bandung.imigrasi.go.id/)\n![PikPng.com school icon png 2780725](https://bandung.imigrasi.go.id/images/logo/icon/PikPng.com_school-icon-png_2780725.png) |  | Jl. Surapati No. 82, Kota Bandung, Jawa Barat 40122  \n---|---|---  \n![PikPng.com phone icon png 604605](https://bandung.imigrasi.go.id/images/logo/icon/PikPng.com_phone-icon-png_604605.png) |  | Nomor Pengaduan :08112261111  \n![PikPng.com email png 581646](https://bandung.imigrasi.go.id/images/logo/icon/PikPng.com_email-png_581646.png) |  | Email Kantor : kanim_bandung@imigrasi.go.id  \n![PikPng.com email png 581646](https://bandung.imigrasi.go.id/images/logo/icon/PikPng.com_email-png_581646.png) |  | Email Humas : infokim.bandung@gmail.com  \n|  |   \n**Media Sosial kami**\nInstagram | [@kantorimigrasibandung](https://www.instagram.com/kantorimigrasibandung/)  \n---|---  \nTwitter/ X | [@kanimbandung](https://x.com/kanimbandung)  \nFacebook | [ kantorimigrasibandung](https://www.facebook.com/p/Kantor-Imigrasi-Bandung-100068233442063/)  \n  * SITUS TERKAIT\n    * [Kemenimipas RI](https://kemenimipas.go.id/)\n    * [Ditjen Imigrasi](https://www.imigrasi.go.id/)\n    * [Politeknik Imigrasi](https://poltekim.ac.id/)\n\n\nLaman Resmi Kantor Imigrasi Kelas I TPI Bandung   \nKantor Wilayah Direktorat Jenderal Imigrasi Jawa Barat   \nCopyright © 2025 Pusat Data dan Teknologi Informasi\n[**Kantor Imigrasi Kelas I TPI Bandung**  \nKantor Willayah Ditjenim Jawa Barat  \n](https://bandung.imigrasi.go.id/) [ ](https://bandung.imigrasi.go.id/)\nSearch\nType 2 or more characters for results.\n##### ![logouptpas](https://bandung.imigrasi.go.id/images/logo/logouptimi.png)\n|  | \n###### **KANTOR IMIGRASI**\n###### **KELAS I TPI BANDUNG**  \n---|---|---  \n* * *\n[Home](https://bandung.imigrasi.go.id/)\nProfil\n[TENTANG SATUAN KERJA](https://bandung.imigrasi.go.id/?Itemid=1028)\n[Tugas Pokok dan Fungsi](https://bandung.imigrasi.go.id/profil-4/tentang-satuan-kerja/tugas-pokok-dan-fungsi)\n[Visi, Misi dan Tata Nilai](https://bandung.imigrasi.go.id/profil-4/tentang-satuan-kerja/visi-misi-dan-tata-nilai)\n[Struktur Organisasi](https://bandung.imigrasi.go.id/profil-4/tentang-satuan-kerja/struktur-organisasi)\n[Kontak Kami](https://bandung.imigrasi.go.id/profil-4/tentang-satuan-kerja/kontak-kami)\n[Sambutan Kepala Satuan Kerja](https://bandung.imigrasi.go.id/profil-4/tentang-satuan-kerja/sambutan-kepala-satuan-kerja)\n[Profil Pejabat](https://bandung.imigrasi.go.id/profil-4/profil-pejabat)\n[Layanan](https://bandung.imigrasi.go.id/?Itemid=1037)\n[Warga Negara Indonesia (WNI)](https://bandung.imigrasi.go.id/?Itemid=1038)\n[Paspor Baru](https://www.imigrasi.go.id/wni/paspor-baru)\n[Penggantian Paspor](https://www.imigrasi.go.id/wni/ganti-paspor)\n[Warga Negara Asing (WNA)](https://bandung.imigrasi.go.id/?Itemid=1043)\n[Izin Tinggal Keimigrasian](https://www.imigrasi.go.id/wna/izin-tinggal-keimigrasian)\n[Daftar Negara VoA, BVK & Calling Visa](https://www.imigrasi.go.id/wna/daftar-negara-voa-bvk-calling-visa)\n[Biaya Keimigrasian](https://www.imigrasi.go.id/biaya_imigrasi)\nInformasi Publik\n[Daftar Isian Pelaksanaan Anggaran Satuan Kerja (DIPA Satker)](https://bandung.imigrasi.go.id/informasi-publik-3/daftar-isian-pelaksanaan-anggaran-satuan-kerja-dipa-satker)\n[Rencana Kerja Anggaran Satuan Kerja](https://bandung.imigrasi.go.id/informasi-publik-3/rencana-kerja-anggaran-satuan-kerja)\n[Laporan Realisasi Anggaran](https://bandung.imigrasi.go.id/informasi-publik-3/laporan-realisasi-anggaran)\n[Laporan Keuangan Tahunan](https://bandung.imigrasi.go.id/informasi-publik-3/laporan-keuangan-tahunan)\n[Laporan Kinerja Instansi Pemerintah (LKjIP)](https://bandung.imigrasi.go.id/informasi-publik-3/laporan-kinerja-instansi-pemerintah)\n[Standar Operasional Prosedur](https://bandung.imigrasi.go.id/informasi-publik-3/standar-operasional-prosedur)\n[Survey IPK-IKM](https://bandung.imigrasi.go.id/informasi-publik-3/survey-ipk-ikm)\n[Laporan Kegiatan Kantor Imigrasi Bandung](https://bandung.imigrasi.go.id/informasi-publik-3/laporan-kegiatan-kantor-imigrasi-bandung)\nPengaduan\n[Whistle Blowing System](https://wbs.kemenkumham.go.id/index.php?r=site/main)\n[Tindak Gratifikasi](https://upg.kemenkumham.go.id)\n[Aplikasi LAPOR!](https://www.lapor.go.id/instansi/kementerian-hukum-dan-ham)\n[FAQ](https://bandung.imigrasi.go.id/faq-3)\n\n\n* * *\n[![](https://bandung.imigrasi.go.id/images/logo/icon/PikPng.com_facebook-circle-icon-png_5902093ck.png)](https://www.facebook.com/KemenkumhamRIofficial/) |  | [![twitter kemenkumham](https://bandung.imigrasi.go.id/images/logo/icon/PikPng.com_twitter-logo-black-png_2144802ck.png)](https://twitter.com/Kemenkumham_RI) |  | [![instagram kemenkumham](https://bandung.imigrasi.go.id/images/logo/icon/PikPng.com_round-instagram-logo-png_3893515ck.png)](https://www.instagram.com/kemenkumhamri/) |  | [![linked in kemenkumham](https://bandung.imigrasi.go.id/images/logo/icon/PikPng.com_linkedin-icon-png_572881ck.png)](https://bandung.imigrasi.go.id/) |  | [![Youtube kemenkumham](https://bandung.imigrasi.go.id/images/logo/icon/PikPng.com_white-youtube-logo-png_2884321ck.png)](https://www.youtube.com/channel/UCmJMRZ62mvUVc9bqEYScDyA) |  | [![rss kemenkumham](https://bandung.imigrasi.go.id/images/logo/icon/rss-48ck.png)](https://bandung.imigrasi.go.id/)  \n---|---|---|---|---|---|---|---|---|---|---  \n* * *\n![](https://bandung.imigrasi.go.id/images/logo/icon/PikPng.com_school-icon-png_2780725ck.png) |  | Jl. Jakarta No.27, Kebonwaru, Kec. Batununggal  \nKota Bandung, Jawa Barat 40272  \n---|---|---  \n![PikPng.com phone icon png 604605](https://bandung.imigrasi.go.id/images/logo/icon/PikPng.com_phone-icon-png_604605ck.png) |  | [08123456789](https://wa.me/6281320467193)  \n![PikPng.com email png 581646](https://bandung.imigrasi.go.id/images/logo/icon/PikPng.com_email-png_581646ck.png) |  | uptxxx@kemenkumham.go.id  \n![PikPng.com email png 581646](https://bandung.imigrasi.go.id/images/logo/icon/PikPng.com_email-png_581646ck.png) |  | uptxxx@kemenkumham.go.id  \n* * *\n**Copyright © Pusat Data dan Teknologi Informasi  \nKemenkumham RI**\n[](https://bandung.imigrasi.go.id/)\n",
  "content_hash": "004a67f6e8df9931",
  "word_count": 5755,
  "scraped_at": "2025-10-07T22:22:09.189363",
  "language": "en",
  "links": [
    "internal",
    "external"
  ]
}